export const articles = [
    {
      id: "philosophy",
      title: "Наша философия",
      text: "Ресторан был создан с вдохновением от эпохи короля Густава III, который играл ключевую роль в сближении французской и шведской культур.\n\n Мы стремимся объединить лучшие традиции скандинавской кухни, известной своей простотой, свежестью и натуральностью, с утонченными и изысканными блюдами французской кухни.\n\nОбъединение элегантности и свежести, функциональности, минимализма можно заметить не только в нашем меню, но и в нашем интерьере и сервисе. Это — наше кредо.",
      linkHref: "#kitchen",
      linkText: "Наша кухня",
      imgSrc: "/img/philosophy.png",
    },
    {
      id: "kitchen",
      title: "Наша кухня",
      text: "Меню Gustaf Avenue включает разнообразие блюд, которые удовлетворят вкусы даже самых требовательных гурманов.\n\nРазделы «Скандинавская кухня» и «Французская кухня» предлагают классические и современные интерпретации кулинарных традиций двух великих народов, а раздел «От шефа» представляет авторские блюда, созданные специально для тех, кто ищет новые вкусовые комбинации.\n\nМы также уделяем особое внимание десертам — в нашем меню представлены как легкие французские сладости, так и более насыщенные скандинавские десерты.",
      linkHref: "#philosophy",
      linkText: "Наша философия",
      imgSrc: "/img/kitchen.png",
    }
  ]